Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# update.noUpdates.title
source: No Updates Available
ar: لا توجد تحديثات متوفرة
bs: Nema dostupnih ažuriranja
da: Ingen tilgængelige opdateringer
de: Keine Updates verfügbar
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible
it: Nessun aggiornamento disponibile
ja: アップデートはありません
ko: 사용 가능한 업데이트 없음
nb: Ingen oppdateringer tilgjengelig
pl: Brak dostępnych aktualizacji
pt_br: Nenhuma Atualização Disponível
ru: Обновлений нет
th: ไม่มีอัปเดตใหม่
tr: Güncelleme Yok
uk: Оновлень немає
zh_hans: 没有可用更新
zh_hant: 沒有可用的更新

# update.permissionRequest.text
source: Enable Automatic Updates?
ar: تفعيل التحديثات التلقائية؟
bs: Omogućiti automatska ažuriranja?
da: Aktiver automatiske opdateringer?
de: Automatische Updates aktivieren?
es: ¿Activar actualizaciones automáticas?
fr: Activer les mises à jour automatiques ?
it: Abilitare gli aggiornamenti automatici?
ja: 自動アップデートを有効にしますか？
ko: 자동 업데이트를 활성화하시겠습니까?
nb: Aktivere automatiske oppdateringer?
pl: Włączyć automatyczne aktualizacje?
pt_br: Ativar Atualizações Automáticas?
ru: Включить автоматические обновления?
th: เปิดใช้งานการอัปเดตอัตโนมัติหรือไม่?
tr: Otomatik Güncellemeler Etkinleştirilsin mi?
uk: Увімкнути автоматичне оновлення?
zh_hans: 启用自动更新？
zh_hant: 要啟用自動更新嗎？

# update.pleaseWait
source: Please wait while we check for available updates
ar: يرجى الانتظار أثناء التحقق من التحديثات المتوفرة
bs: Pričekajte dok provjeravamo dostupna ažuriranja
da: Vent venligst, mens vi søger efter tilgængelige opdateringer
de: Bitte warten Sie, während nach verfügbaren Updates gesucht wird
es: Espera mientras buscamos actualizaciones disponibles
fr: Veuillez patienter pendant la recherche de mises à jour disponibles
it: Attendi mentre verifichiamo gli aggiornamenti disponibili
ja: アップデートを確認しています。しばらくお待ちください
ko: 사용 가능한 업데이트를 확인하는 동안 잠시 기다려주세요
nb: Vennligst vent mens vi ser etter tilgjengelige oppdateringer
pl: Proszę czekać, sprawdzamy dostępne aktualizacje
pt_br: Aguarde enquanto verificamos as atualizações disponíveis
ru: Подождите, пока мы проверяем наличие обновлений
th: กรุณารอขณะตรวจหาอัปเดตที่มีอยู่
tr: Mevcut güncellemeler denetlenirken lütfen bekleyin
uk: Зачекайте, поки ми перевіряємо наявність оновлень
zh_hans: 正在检查可用更新，请稍候
zh_hant: 請稍候，正在檢查可用的更新

# update.popover.autoUpdatesDescription
source: UniConnect can automatically check for updates in the background.
ar: يمكن لـ UniConnect التحقق تلقائيًا من التحديثات في الخلفية.
bs: UniConnect može automatski provjeravati ažuriranja u pozadini.
da: UniConnect kan automatisk søge efter opdateringer i baggrunden.
de: UniConnect kann automatisch im Hintergrund nach Updates suchen.
es: UniConnect puede buscar actualizaciones automáticamente en segundo plano.
fr: UniConnect peut rechercher automatiquement les mises à jour en arrière-plan.
it: UniConnect può verificare automaticamente la disponibilità di aggiornamenti in background.
ja: UniConnect はバックグラウンドで自動的にアップデートを確認できます。
km: UniConnect អាចពិនិត្យមើលការអាប់ដេតក្នុងផ្ទៃខាងក្រោយដោយស្វ័យប្រវត្តិ។
ko: UniConnect가 백그라운드에서 자동으로 업데이트를 확인할 수 있습니다.
nb: UniConnect kan automatisk se etter oppdateringer i bakgrunnen.
pl: UniConnect może automatycznie sprawdzać aktualizacje w tle.
pt_br: O UniConnect pode verificar automaticamente se há atualizações em segundo plano.
ru: UniConnect может автоматически проверять наличие обновлений в фоновом режиме.
th: UniConnect สามารถตรวจหาอัปเดตอัตโนมัติในเบื้องหลังได้
tr: UniConnect arka planda otomatik olarak güncellemeleri denetleyebilir.
uk: UniConnect може автоматично перевіряти оновлення у фоновому режимі.
zh_hans: UniConnect 可以在后台自动检查更新。
zh_hant: UniConnect 可以在背景自動檢查更新。

# update.popover.checking
source: Checking for updates…
ar: جارٍ التحقق من التحديثات…
bs: Provjeravanje ažuriranja…
da: Søger efter opdateringer…
de: Suche nach Updates …
es: Buscando actualizaciones…
fr: Recherche de mises à jour...
it: Verifica aggiornamenti in corso…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
nb: Ser etter oppdateringer …
pl: Sprawdzanie aktualizacji…
pt_br: Verificando atualizações…
ru: Проверка обновлений...
th: กำลังตรวจหาอัปเดต...
tr: Güncellemeler denetleniyor…
uk: Перевірка оновлень…
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# update.popover.details
source: Details
ar: التفاصيل
bs: Detalji
da: Detaljer
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
zh_hans: 详细信息
zh_hant: 詳細資訊

# update.popover.downloadingUpdate
source: Downloading Update
ar: جارٍ تنزيل التحديث
bs: Preuzimanje ažuriranja
da: Downloader opdatering
de: Update wird heruntergeladen
es: Descargando actualización
fr: Téléchargement de la mise à jour
it: Download aggiornamento
ja: アップデートをダウンロード中
ko: 업데이트 다운로드 중
nb: Laster ned oppdatering
pl: Pobieranie aktualizacji
pt_br: Baixando Atualização
ru: Загрузка обновления
th: กำลังดาวน์โหลดอัปเดต
tr: Güncelleme İndiriliyor
uk: Завантаження оновлення
zh_hans: 正在下载更新
zh_hant: 正在下載更新

# update.popover.enableAutoUpdates
source: Enable automatic updates?
ar: تفعيل التحديثات التلقائية؟
bs: Omogućiti automatska ažuriranja?
da: Aktiver automatiske opdateringer?
de: Automatische Updates aktivieren?
es: ¿Activar actualizaciones automáticas?
fr: Activer les mises à jour automatiques ?
it: Abilitare gli aggiornamenti automatici?
ja: 自動アップデートを有効にしますか？
ko: 자동 업데이트를 활성화하시겠습니까?
nb: Aktivere automatiske oppdateringer?
pl: Włączyć automatyczne aktualizacje?
pt_br: Ativar atualizações automáticas?
ru: Включить автоматические обновления?
th: เปิดใช้งานการอัปเดตอัตโนมัติหรือไม่?
tr: Otomatik güncellemeler etkinleştirilsin mi?
uk: Увімкнути автоматичне оновлення?
zh_hans: 启用自动更新？
zh_hant: 要啟用自動更新嗎？

# update.popover.noUpdatesFound
source: No Updates Found
ar: لم يتم العثور على تحديثات
bs: Ažuriranja nisu pronađena
da: Ingen opdateringer fundet
de: Keine Updates gefunden
es: No se encontraron actualizaciones
fr: Aucune mise à jour trouvée
it: Nessun aggiornamento trovato
ja: アップデートは見つかりませんでした
ko: 업데이트 없음
nb: Ingen oppdateringer funnet
pl: Nie znaleziono aktualizacji
pt_br: Nenhuma Atualização Encontrada
ru: Обновлений не найдено
th: ไม่พบอัปเดต
tr: Güncelleme Bulunamadı
uk: Оновлень не знайдено
zh_hans: 未发现更新
zh_hant: 沒有找到更新

# update.popover.noUpdatesFound.message
source: You're already running the latest version.
ar: أنت تستخدم أحدث إصدار بالفعل.
bs: Već koristite najnoviju verziju.
da: Du kører allerede den seneste version.
de: Sie verwenden bereits die neueste Version.
es: Ya estás ejecutando la última versión.
fr: Vous utilisez déjà la dernière version.
it: Stai già utilizzando l'ultima versione.
ja: すでに最新バージョンを使用しています。
ko: 이미 최신 버전을 사용 중입니다.
nb: Du kjører allerede den nyeste versjonen.
pl: Używasz już najnowszej wersji.
pt_br: Você já está usando a versão mais recente.
ru: У вас уже установлена последняя версия.
th: คุณใช้เวอร์ชันล่าสุดอยู่แล้ว
tr: Zaten en son sürümü kullanıyorsunuz.
uk: Ви вже використовуєте найновішу версію.
zh_hans: 您已经在运行最新版本。
zh_hant: 您已經在使用最新版本。

# update.popover.preparingUpdate
source: Preparing Update
ar: جارٍ تحضير التحديث
bs: Priprema ažuriranja
da: Forbereder opdatering
de: Update wird vorbereitet
es: Preparando actualización
fr: Préparation de la mise à jour
it: Preparazione aggiornamento
ja: アップデートを準備中
ko: 업데이트 준비 중
nb: Forbereder oppdatering
pl: Przygotowywanie aktualizacji
pt_br: Preparando Atualização
ru: Подготовка обновления
th: กำลังเตรียมอัปเดต
tr: Güncelleme Hazırlanıyor
uk: Підготовка оновлення
zh_hans: 正在准备更新
zh_hant: 正在準備更新

# update.popover.released
source: Released:
ar: تاريخ الإصدار:
bs: Objavljeno:
da: Udgivet:
de: Veröffentlicht:
es: Publicado:
fr: Publiée le :
it: Rilasciato:
ja: リリース日:
ko: 출시일:
nb: Utgitt:
pl: Wydano:
pt_br: Lançado:
ru: Выпущено:
th: เผยแพร่:
tr: Yayınlanma:
uk: Випущено:
zh_hans: 发布日期：
zh_hant: 發佈日期：

# update.popover.restartRequired
source: Restart Required
ar: إعادة التشغيل مطلوبة
bs: Potreban ponovni start
da: Genstart påkrævet
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
it: Riavvio necessario
ja: 再起動が必要です
ko: 재시작 필요
nb: Omstart nødvendig
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização Necessária
ru: Требуется перезапуск
th: ต้องรีสตาร์ต
tr: Yeniden Başlatma Gerekli
uk: Потрібен перезапуск
zh_hans: 需要重启
zh_hant: 需要重新啟動

# update.popover.restartRequired.message
source: The update is ready. Please restart the application to complete the installation.
ar: التحديث جاهز. يرجى إعادة تشغيل التطبيق لإكمال التثبيت.
bs: Ažuriranje je spremno. Ponovo pokrenite aplikaciju da završite instalaciju.
da: Opdateringen er klar. Genstart programmet for at fuldføre installationen.
de: Das Update ist bereit. Bitte starten Sie die Anwendung neu, um die Installation abzuschließen.
es: La actualización está lista. Reinicia la aplicación para completar la instalación.
fr: La mise à jour est prête. Veuillez redémarrer l'application pour terminer l'installation.
it: L'aggiornamento è pronto. Riavvia l'applicazione per completare l'installazione.
ja: アップデートの準備ができました。インストールを完了するにはアプリケーションを再起動してください。
ko: 업데이트가 준비되었습니다. 설치를 완료하려면 앱을 재시작하세요.
nb: Oppdateringen er klar. Start programmet på nytt for å fullføre installasjonen.
pl: Aktualizacja jest gotowa. Uruchom ponownie aplikację, aby zakończyć instalację.
pt_br: A atualização está pronta. Reinicie o aplicativo para concluir a instalação.
ru: Обновление готово. Перезапустите приложение для завершения установки.
th: อัปเดตพร้อมแล้ว กรุณารีสตาร์ตแอปพลิเคชันเพื่อเสร็จสิ้นการติดตั้ง
tr: Güncelleme hazır. Yüklemeyi tamamlamak için lütfen uygulamayı yeniden başlatın.
uk: Оновлення готове. Перезапустіть програму для завершення встановлення.
zh_hans: 更新已就绪。请重启应用程序以完成安装。
zh_hant: 更新已就緒。請重新啟動應用程式以完成安裝。

# update.popover.size
source: Size:
ar: الحجم:
bs: Veličina:
da: Størrelse:
de: Größe:
es: Tamaño:
fr: Taille :
it: Dimensione:
ja: サイズ:
ko: 크기:
nb: Størrelse:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
th: ขนาด:
tr: Boyut:
uk: Розмір:
zh_hans: 大小：
zh_hant: 大小：

# update.popover.updateAvailable
source: Update Available
ar: تحديث متوفر
bs: Ažuriranje dostupno
da: Opdatering tilgængelig
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
nb: Oppdatering tilgjengelig
pl: Dostępna aktualizacja
pt_br: Atualização Disponível
ru: Доступно обновление
th: มีอัปเดตใหม่
tr: Güncelleme Mevcut
uk: Доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用的更新

# update.popover.version
source: Version:
ar: الإصدار:
bs: Verzija:
es: Versión:
it: Versione:
ja: バージョン:
ko: 버전:
nb: Versjon:
pl: Wersja:
pt_br: Versão:
ru: Версия:
th: เวอร์ชัน:
tr: Sürüm:
uk: Версія:
zh_hans: 版本：
zh_hant: 版本：

# update.preparingUpdate
source: Extracting and preparing the update
ar: جارٍ استخراج التحديث وتحضيره
bs: Izdvajanje i priprema ažuriranja
da: Udpakker og forbereder opdateringen
de: Update wird entpackt und vorbereitet
es: Extrayendo y preparando la actualización
fr: Extraction et préparation de la mise à jour
it: Estrazione e preparazione dell'aggiornamento
ja: アップデートを展開して準備中
ko: 업데이트 추출 및 준비 중
nb: Pakker ut og forbereder oppdateringen
pl: Rozpakowywanie i przygotowywanie aktualizacji
pt_br: Extraindo e preparando a atualização
ru: Извлечение и подготовка обновления
th: กำลังแตกไฟล์และเตรียมอัปเดต
tr: Güncelleme çıkarılıyor ve hazırlanıyor
uk: Розпакування та підготовка оновлення
zh_hans: 正在解压和准备更新
zh_hant: 正在解壓並準備更新

# update.restartToComplete
source: Restart to Complete Update
ar: أعد التشغيل لإكمال التحديث
bs: Ponovo pokrenite da završite ažuriranje
da: Genstart for at fuldføre opdatering
de: Neustart zum Abschließen des Updates
es: Reiniciar para completar la actualización
fr: Redémarrer pour terminer la mise à jour
it: Riavvia per completare l'aggiornamento
ja: アップデートを完了するには再起動してください
ko: 업데이트를 완료하려면 재시작
nb: Start på nytt for å fullføre oppdateringen
pl: Uruchom ponownie, aby zakończyć aktualizację
pt_br: Reiniciar para Concluir a Atualização
ru: Перезапустите для завершения обновления
th: รีสตาร์ตเพื่อเสร็จสิ้นการอัปเดต
tr: Güncellemeyi Tamamlamak İçin Yeniden Başlat
uk: Перезапустіть для завершення оновлення
zh_hans: 重启以完成更新
zh_hant: 重新啟動以完成更新

# update.viewGitHubCommit
source: View GitHub Commit
ar: عرض إيداع GitHub
bs: Pogledaj GitHub commit
da: Vis GitHub Commit
de: GitHub-Commit anzeigen
es: Ver commit en GitHub
fr: Voir le commit GitHub
it: Visualizza commit su GitHub
ja: GitHub コミットを表示
ko: GitHub 커밋 보기
nb: Vis GitHub-commit
pl: Pokaż commit na GitHub
pt_br: Ver Commit no GitHub
ru: Просмотреть коммит на GitHub
th: ดูคอมมิต GitHub
tr: GitHub Commit'ini Görüntüle
uk: Переглянути коміт на GitHub
zh_hans: 查看 GitHub 提交
zh_hant: 檢視 GitHub 提交

# update.viewReleaseNotes
source: View Release Notes
ar: عرض ملاحظات الإصدار
bs: Pogledaj bilješke o izdanju
da: Vis udgivelsesnoter
de: Versionshinweise anzeigen
es: Ver notas de la versión
fr: Voir les notes de version
it: Visualizza note di rilascio
ja: リリースノートを表示
ko: 릴리스 노트 보기
nb: Vis versjonsnotater
pl: Pokaż informacje o wydaniu
pt_br: Ver Notas de Lançamento
ru: Просмотреть заметки о выпуске
th: ดูบันทึกการเผยแพร่
tr: Sürüm Notlarını Görüntüle
uk: Переглянути примітки до випуску
zh_hans: 查看发行说明
zh_hant: 檢視版本說明

# workspace.displayName.fallback
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# workspace.placement.afterCurrent
source: After current
ar: بعد الحالي
bs: Poslije trenutnog
da: Efter nuværende
de: Nach aktuellem
es: Después del actual
fr: Après l'actuel
it: Dopo la corrente
ja: 現在の後
ko: 현재 다음
nb: Etter gjeldende
pl: Po bieżącej
pt_br: Após a atual
ru: После текущего
th: หลังรายการปัจจุบัน
tr: Geçerli sonrasına
uk: Після поточної
zh_hans: 当前之后
zh_hant: 目前之後

# workspace.placement.afterCurrent.description
source: Insert new workspaces directly after the active workspace.
ar: إدراج مساحات العمل الجديدة مباشرة بعد مساحة العمل النشطة.
bs: Umetnite nove radne prostore odmah nakon aktivnog radnog prostora.
da: Indsæt nye arbejdsområder direkte efter det aktive arbejdsområde.
de: Neue Arbeitsbereiche direkt nach dem aktiven Arbeitsbereich einfügen.
es: Insertar nuevos espacios de trabajo justo después del espacio de trabajo activo.
fr: Insérer les nouveaux espaces de travail juste après l'espace de travail actif.
it: Inserisci le nuove aree di lavoro subito dopo quella attiva.
ja: アクティブなワークスペースの直後に新しいワークスペースを挿入します。
ko: 활성 작업 공간 바로 다음에 새 작업 공간을 삽입합니다.
nb: Sett inn nye arbeidsområder rett etter det aktive arbeidsområdet.
pl: Wstaw nowe przestrzenie robocze bezpośrednio po aktywnej.
pt_br: Inserir novas áreas de trabalho diretamente após a área de trabalho ativa.
ru: Вставлять новые рабочие пространства сразу после активного.
th: แทรกเวิร์กสเปซใหม่หลังเวิร์กสเปซที่ใช้งานอยู่โดยตรง
tr: Yeni çalışma alanlarını etkin çalışma alanının hemen sonrasına ekle.
uk: Вставляти нові робочі області одразу після активної.
zh_hans: 在活动工作区之后插入新工作区。
zh_hant: 將新工作區插入目前使用中工作區的後方。

# workspace.placement.end
source: End
ar: النهاية
bs: Kraj
da: Sidst
de: Ende
es: Final
fr: Fin
it: Fine
ja: 末尾
ko: 끝
nb: Slutt
pl: Na końcu
pt_br: Final
ru: В конец
th: ท้ายสุด
tr: Sona
uk: В кінці
zh_hans: 末尾
zh_hant: 底部

# workspace.placement.end.description
source: Append new workspaces to the bottom of the list.
ar: إلحاق مساحات العمل الجديدة في أسفل القائمة.
bs: Dodajte nove radne prostore na kraj liste.
da: Tilføj nye arbejdsområder nederst på listen.
de: Neue Arbeitsbereiche am Ende der Liste anfügen.
es: Agregar nuevos espacios de trabajo al final de la lista.
fr: Ajouter les nouveaux espaces de travail en bas de la liste.
it: Aggiungi le nuove aree di lavoro in fondo alla lista.
ja: 新しいワークスペースをリストの末尾に追加します。
ko: 목록 하단에 새 작업 공간을 추가합니다.
nb: Legg til nye arbeidsområder nederst i listen.
pl: Dodaj nowe przestrzenie robocze na dole listy.
pt_br: Adicionar novas áreas de trabalho ao final da lista.
ru: Добавлять новые рабочие пространства в конец списка.
th: เพิ่มเวิร์กสเปซใหม่ที่ด้านล่างของรายการ
tr: Yeni çalışma alanlarını listenin sonuna ekle.
uk: Додавати нові робочі області в кінець списку.
zh_hans: 将新工作区添加到列表底部。
zh_hant: 將新工作區附加到列表底部。

# workspace.placement.top
source: Top
ar: الأعلى
bs: Vrh
da: Øverst
de: Oben
es: Inicio
fr: Début
it: Inizio
ja: 先頭
ko: 맨 위
nb: Topp
pl: Na górze
pt_br: Topo
ru: В начало
th: ด้านบน
tr: En Üste
uk: На початку
zh_hans: 顶部
zh_hant: 最上方

# workspace.placement.top.description
source: Insert new workspaces at the top of the list.
ar: إدراج مساحات العمل الجديدة في أعلى القائمة.
bs: Umetnite nove radne prostore na vrh liste.
da: Indsæt nye arbejdsområder øverst på listen.
de: Neue Arbeitsbereiche oben in der Liste einfügen.
es: Insertar nuevos espacios de trabajo al inicio de la lista.
fr: Insérer les nouveaux espaces de travail en haut de la liste.
it: Inserisci le nuove aree di lavoro in cima alla lista.
ja: 新しいワークスペースをリストの先頭に挿入します。
ko: 목록 맨 위에 새 작업 공간을 삽입합니다.
nb: Sett inn nye arbeidsområder øverst i listen.
pl: Wstaw nowe przestrzenie robocze na górze listy.
pt_br: Inserir novas áreas de trabalho no topo da lista.
ru: Вставлять новые рабочие пространства в начало списка.
th: แทรกเวิร์กสเปซใหม่ที่ด้านบนของรายการ
tr: Yeni çalışma alanlarını listenin en üstüne ekle.
uk: Вставляти нові робочі області на початок списку.
zh_hans: 在列表顶部插入新工作区。
zh_hant: 將新工作區插入列表最上方。

# workspace.tooltip.newBrowser
source: New Browser
ar: متصفح جديد
bs: Novi preglednik
da: Ny browser
de: Neuer Browser
es: Nuevo navegador
fr: Nouveau navigateur
it: Nuovo browser
ja: 新規ブラウザ
ko: 새 브라우저
nb: Ny nettleser
pl: Nowa przeglądarka
pt_br: Novo Navegador
ru: Новый браузер
th: เบราว์เซอร์ใหม่
tr: Yeni Tarayıcı
uk: Новий браузер
zh_hans: 新建浏览器
zh_hant: 新增瀏覽器

# workspace.tooltip.newTerminal
source: New Terminal
ar: طرفية جديدة
bs: Novi terminal
da: Ny terminal
de: Neues Terminal
es: Nuevo terminal
fr: Nouveau terminal
it: Nuovo terminale
ja: 新規ターミナル
ko: 새 터미널
nb: Ny terminal
pl: Nowy terminal
pt_br: Novo Terminal
ru: Новый терминал
th: เทอร์มินัลใหม่
tr: Yeni Terminal
uk: Новий термінал
zh_hans: 新建终端
zh_hant: 新增終端機

# workspace.tooltip.splitDown
source: Split Down
ar: تقسيم للأسفل
bs: Podijeli dolje
da: Opdel nedad
de: Nach unten teilen
es: Dividir hacia abajo
fr: Diviser vers le bas
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
nb: Del ned
pl: Podziel w dół
pt_br: Dividir para Baixo
ru: Разделить вниз
th: แยกลงล่าง
tr: Aşağı Böl
uk: Розділити вниз
zh_hans: 向下拆分
zh_hant: 向下分割

# workspace.tooltip.splitRight
source: Split Right
ar: تقسيم لليمين
bs: Podijeli desno
da: Opdel til højre
de: Nach rechts teilen
es: Dividir a la derecha
fr: Diviser à droite
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
nb: Del til høyre
pl: Podziel w prawo
pt_br: Dividir à Direita
ru: Разделить вправо
th: แยกไปทางขวา
tr: Sağa Böl
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# settings.section.sidebarAppearance
source: Sidebar
ar: الشريط الجانبي
bs: Bočna traka
da: Sidebjælke
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra laterale
ja: サイドバー
ko: 사이드바
nb: Sidefelt
pl: Pasek boczny
pt_br: Barra lateral
ru: Боковая панель
th: แถบด้านข้าง
tr: Kenar Çubuğu
uk: Бічна панель
zh_hans: 侧边栏
zh_hant: 側邊欄

# settings.sidebarAppearance.tintColorLight
source: Light Mode Tint
ar: لون الوضع الفاتح
bs: Nijansa svijetlog načina
da: Lys tilstand farvetone
de: Farbton im hellen Modus
es: Tinte del modo claro
fr: Teinte du mode clair
it: Tinta modalità chiara
ja: ライトモードのティント
ko: 라이트 모드 색조
nb: Fargetone for lys modus
pl: Odcień trybu jasnego
pt_br: Tonalidade do Modo Claro
ru: Оттенок светлого режима
th: โทนสีโหมดสว่าง
tr: Açık Mod Renk Tonu
uk: Відтінок для світлого режиму
zh_hans: 浅色模式色调
zh_hant: 淺色模式色調

# settings.sidebarAppearance.tintColorLight.subtitle
source: Sidebar tint color when using light appearance.
ar: لون تلوين الشريط الجانبي عند استخدام المظهر الفاتح.
bs: Boja nijanse bočne trake pri svijetlom izgledu.
da: Sidebjælkens farvetone ved lyst udseende.
de: Seitenleisten-Farbton bei hellem Erscheinungsbild.
es: Color de tinte de la barra lateral en apariencia clara.
fr: Couleur de teinte de la barre latérale en apparence claire.
it: Colore tinta della barra laterale in modalità chiara.
ja: ライト表示時のサイドバーのティントカラー。
ko: 라이트 모양 사용 시 사이드바 색조 색상.
nb: Fargetone for sidefeltet med lyst utseende.
pl: Kolor odcienia paska bocznego w jasnym wyglądzie.
pt_br: Cor de tonalidade da barra lateral na aparência clara.
ru: Цвет оттенка боковой панели в светлом режиме.
th: สีโทนของแถบด้านข้างเมื่อใช้รูปลักษณ์สว่าง
tr: Açık görünüm kullanılırken kenar çubuğu renk tonu.
uk: Колір відтінку бічної панелі при світлому зовнішньому вигляді.
zh_hans: 使用浅色外观时侧边栏的色调颜色。
zh_hant: 使用淺色外觀時側邊欄的色調顏色。

# settings.sidebarAppearance.tintColorLight.picker
source: Light tint
ar: لون فاتح
bs: Svijetla nijansa
da: Lys farvetone
de: Heller Farbton
es: Tinte claro
fr: Teinte claire
it: Tinta chiara
ja: ライトティント
ko: 라이트 색조
nb: Lys fargetone
pl: Jasny odcień
pt_br: Tonalidade clara
ru: Светлый оттенок
th: โทนสว่าง
tr: Açık ton
uk: Світлий відтінок
zh_hans: 浅色色调
zh_hant: 淺色色調

# settings.sidebarAppearance.tintColorDark
source: Dark Mode Tint
ar: لون الوضع الداكن
bs: Nijansa tamnog načina
da: Mørk tilstand farvetone
de: Farbton im dunklen Modus
es: Tinte del modo oscuro
fr: Teinte du mode sombre
it: Tinta modalità scura
ja: ダークモードのティント
ko: 다크 모드 색조
nb: Fargetone for mørk modus
pl: Odcień trybu ciemnego
pt_br: Tonalidade do Modo Escuro
ru: Оттенок тёмного режима
th: โทนสีโหมดมืด
tr: Koyu Mod Renk Tonu
uk: Відтінок для темного режиму
zh_hans: 深色模式色调
zh_hant: 深色模式色調

# settings.sidebarAppearance.tintColorDark.subtitle
source: Sidebar tint color when using dark appearance.
ar: لون تلوين الشريط الجانبي عند استخدام المظهر الداكن.
bs: Boja nijanse bočne trake pri tamnom izgledu.
da: Sidebjælkens farvetone ved mørkt udseende.
de: Seitenleisten-Farbton bei dunklem Erscheinungsbild.
es: Color de tinte de la barra lateral en apariencia oscura.
fr: Couleur de teinte de la barre latérale en apparence sombre.
it: Colore tinta della barra laterale in modalità scura.
ja: ダーク表示時のサイドバーのティントカラー。
ko: 다크 모양 사용 시 사이드바 색조 색상.
nb: Fargetone for sidefeltet med mørkt utseende.
pl: Kolor odcienia paska bocznego w ciemnym wyglądzie.
pt_br: Cor de tonalidade da barra lateral na aparência escura.
ru: Цвет оттенка боковой панели в тёмном режиме.
th: สีโทนของแถบด้านข้างเมื่อใช้รูปลักษณ์มืด
tr: Koyu görünüm kullanılırken kenar çubuğu renk tonu.
uk: Колір відтінку бічної панелі при темному зовнішньому вигляді.
zh_hans: 使用深色外观时侧边栏的色调颜色。
zh_hant: 使用深色外觀時側邊欄的色調顏色。

# settings.sidebarAppearance.tintColorDark.picker
source: Dark tint
ar: لون داكن
bs: Tamna nijansa
da: Mørk farvetone
de: Dunkler Farbton
es: Tinte oscuro
fr: Teinte sombre
it: Tinta scura
ja: ダークティント
ko: 다크 색조
nb: Mørk fargetone
pl: Ciemny odcień
pt_br: Tonalidade escura
ru: Тёмный оттенок
th: โทนมืด
tr: Koyu ton
uk: Темний відтінок
zh_hans: 深色色调
zh_hant: 深色色調

# settings.sidebarAppearance.tintOpacity
source: Tint Opacity
ar: شفافية اللون
bs: Prozirnost nijanse
da: Farvetone gennemsigtighed
de: Farbton-Deckkraft
es: Opacidad del tinte
fr: Opacité de la teinte
it: Opacità tinta
ja: ティントの不透明度
ko: 색조 불투명도
nb: Fargetone-opasitet
pl: Krycie odcienia
pt_br: Opacidade da Tonalidade
ru: Непрозрачность оттенка
th: ความทึบของโทนสี
tr: Renk Tonu Opaklığı
uk: Непрозорість відтінку
zh_hans: 色调不透明度
zh_hant: 色調不透明度
